Tekla.Structures.ModelInternal.ICDelegate.ExportModel(System.String,System.String,System.String,System.String,System.String,System.Int32,Tekla.Structures.ModelInternal.dotCreateTrimBimFromModel_t@)
DO NOT USE! For internal usage only!
aOutPath:
aBasePointGuid:
aBasePointExportType:
aExportType:
aPropertiesPath:
selectedOnly:
info:

Tekla.Structures.ModelInternal.ICDelegate.GetDeletedSubmittedPartsCount


Tekla.Structures.ModelInternal.ICDelegate.SendABMNumbering(System.Boolean,System.String,System.String@,System.String@)
